{
    "/audios/Introduce.mp3": "Greetings, get ready to dive deep into the fascinating realm of AI. Im Lara, your virtual assistant, and I'm thrilled to kick of this insightfull conference with you all",

    "/audios/Thank.mp3": "Thank you for joining this insightfull conference, we hope you've gained valuable knowledge. Farewell.",

    "/audios/Talking.mp3": "João Moutão. João Moutão, President of the Polytechnic Institute of Santarém, was re-elected for a second term in December 2024, reflecting his impactful leadership. With a background in Sports Sciences and Education, he has been instrumental in advancing the institution's development and credibility. His commitment to academic excellence and institutional growth is well recognized. He will participate in the Welcome and Introduction session at the conference. Francisco de Paula Roca Rodríguez. Francisco de Paula Roca Rodríguez serves as the Vice-Rector of Jaén University, bringing extensive experience in academic leadership and international collaboration. His work focuses on fostering European university alliances and integrating innovative educational tools. At the conference, he will co-lead the IA Tools_Basic Skills (Hands on) session and the Integration of AI Agents in Research workshop, sharing his insights on artificial intelligence applications in education.",

    "/audios/Talking_2.mp3": "Luís João. Luís João is a seasoned software engineer with over 15 years of experience, currently working as a Technology Manager at a digital solutions company. With a background in Computer Science and specializations in Project Management and Information Security, he has led innovative projects across startups and large corporations. Known for his technical leadership and problem-solving skills. He will participate in the AI Tools_Basic Skills (Hands on) session, the Integration of AI Agents in Research workshop, and the institutional agreement signing on behalf of Google Cloud. António Fidalgo. As Secretary-General of ISTEC Lisbon, António Fidalgo coordinates all operational activities and supports the implementation of the institute’s educational mission. He works closely with the Director and supervises institutional services. Known for his strategic and organizational capabilities. He will attend the opening session and the LABAIeskills agreement signing.",
    
    "/audios/Talking_3.mp3": "Maria Potes Barbas. Maria Potes Barbas is a Full Professor with 25 years of experience in Educational Multimedia Communication, specializing in digital literacy and social inclusion. She coordinates the Educational Technology Department and the Office of Projects and Internationalization at the Polytechnic Institute of Santarém. Recognized for her innovative projects, she received the International Award 2024 from Targu Jiu University for her contributions to digital inclusion. At the conference, she will present the Innovation and FOREU4ALL Issues session and lead the MRDE Innovative Project panel."
}